["@starfirst @sheenA_8886 Both Trump and Christie have corruption etched deeply into their faces.", "My right to vote! I have a choice between one who is corrupt, lies ad wants to chg our Constitution to strip our rights! Not stupid Go Trump", "Donald Trump isn’t president yet, but he’s already started bombing https://t.co/f1Snz22mNk https://t.co/TKXHimN3T5", "THE TRUMP REVOLUTION DECONSTRUCTED https://t.co/42UpnF9IpK via @YouTube", "Facebook Employees Pushed to Remove Trump’s Posts as Hate Speech - The Wall Street Journal https://t.co/bPkG23hP5A", "@JKinneyBundy Nice!!! I like it..... remember get out and VOTE Trump 2016", "This is why we are voting for Trump  'I HAD TO DO IT.\" https://t.co/Gnw25joOe2", "'Trump won the third debate'\n https://t.co/3ai7WC9kqp by #JazzyJo20 via @c0nvey", "Proud to be a #nastywoman. #trump https://t.co/PLnrsPpmV0", "I liked a @YouTube video from @lazarbeamyt https://t.co/rtz38NINN7 MAN SAVES DONALD TRUMP FROM ASSASSIN! (Mr President)", "@gpackiam I saw that but totally missed the reference to Trump.", "“Fuck You, Trump. My baby was ‘ripped out of my womb’ because I was going to die.” by @Cecilyk https://t.co/doRE6e52lP", "Full Speech: Donald Trump Holds Rally in Johnstown, PA 10/21/16 - YouTube https://t.co/o4RLrqz500", "Is Melania TRUMP, still living in US? Why isn't she not deported for lieing on Federal Documents? What's taking so long for immigration agt?", "Dave Chappelle Calls Donald Trump the \"White Malcolm X\" at Roots Picnic https://t.co/rTWy1gDhQ6 via @ComplexPop", "VIDEO : Trump Supporters are Heard Chanting “Lock Her Up” on CNN’s Post-Debate Coverage https://t.co/qbQhWHj6Su", "@politico Putin better president then Obama. While Obama makes the USA look weak. Putin is a strong and powerful leader. Trump is correct!!#", "@Hillary_esp nos trata Hillary como mensos!\n\nAqui esta Kaine su VicePresidente que dice low mismo de immigrantes qu… https://t.co/71zLk0PlLv", "\"The Real Trump\" Make Video (Trump About You) https://t.co/j58e8aacrE #MakeAmericaGreatAgain #trumptrain https://t.co/wXJtlENLQZ", "'The View' Hosts Shout Down Trump Campaign Manager https://t.co/qPSdU8fHQw via @YouTube", "#electionfraud #votefraud #clinton #fraud #clintonscandals #MAGA #CheatToWin #VoteTrump #ProjectVeritas… https://t.co/GdTcAc44YC", "Me gustó un video de @YouTube de @dalas_azahar https://t.co/6q6IZYRB2B ¿Sabes si esta frase la dijo Donald Trump o Hitler? | APPS DE", "If Trump wins I'm moving...into college Fall 2017!!! #SENIORYEAR", "@realDonaldTrump we have to keep Donald Trump safe\nhttps://t.co/R9VL3zbPvA", "I have a gut feeling that the tides are gonna turn for Trump and end up with a win! Don't believe the polls or media! #Trump2016", "Passion. Place. &amp; Purpose - Save The Date:Sat 16 Sept 2017 https://t.co/xe3XYsw8Dt Max Lucado Featured in Anti-... https://t.co/hMcGH0JGvF", "@Fahrenthold My WA ballot seems to believe Trump has give millions to veterans! https://t.co/FJFr8dcCw7", "No se conforman Rusia y Trump después de su derrota en el debate del miércoles 19 a manos de @Hillary_esp https://t.co/QNjqu3J8ww", "BBC News - US election: Trump takes aim at Clinton at gala https://t.co/gh98VfqgaH", "This ad featuring Khizr Khan shows how Donald Trump creates his own worst enemies https://t.co/GvyDJMGRCz via @voxdotcom", "@mike_pence and the fraud begins.No Donald Trump or Mike Pence https://t.co/LbrtzPH34a", "The Longshot Path for Donald Trump to Win 270 Electoral Votes - ABC News - https://t.co/rOQMFl2VdR via @ABC", "so sad that ppl STILL support trump.the guy has literally admitted to being a rapist &amp; thinking it's ok on top of so much other fucking shit", "Former RNC Chairman Michael Steele Announces He Will Not Be Voting for Donald Trump: \nFormer Republican Natio... https://t.co/XOQGYBjjlh", "BREAKING : #Hillary LIED, 17 “INTEL AGENCIES” Have Not BLAMED RUSSIA for Cyber Attacks #Trump https://t.co/woUOSF5Lm8", "@realDonaldTrump says he hires the best and the smartest ppl,SO WHY ARE U LOSING!!! probably the same ppl u hired at Trump University!", "@LouDobbs Thank you for staying loyal for Trump🇺🇸\nYou are not a weak heart like most💟", "@NYDailyNews ....another Trump scandal!...", "Former RNC Chairman Michael Steele Announces He Will Not Be Voting for Donald Trump: \nFormer Republican Natio... https://t.co/VH5dXW6wUJ", "@livenewscloud @realDonaldTrump lmao its been proven that Clinton networks poll 30% more democrats and trump gets around the same numbers", "@CassandraRules you would rather put nuclear weapons in the hands of a madman? #Trump #HillaryClinton", "Trump's support is making Russia more dangerous than it was in the Cold War - https://t.co/szUWRg51ih… https://t.co/9TQWTv3R0Y", "Trump Voters!  DO NOT VOTE.  THE ELECTION IS RIGGED!  DO NOT vote, fellow Trumpsters.", "#StinkingRichFilms Trump and Trumper", "Talking points sent out, disturbing.  .Trump campaign encouraging surrogates to double down on ballot fraud https://t.co/Yq73fN7N7T", "The media shut down the #Trump spinning https://t.co/lEIouP9KXQ - Good. Still, it is entertaining to watch these grown 2nd-graders lie. @cnn", "women want Trump instead of Hillary this should make EVERY WOMEN STOP/LISTEN/SEE THE TRUTH HILLARY IS NOT 4 WOMEN H… https://t.co/xGHcoRVK3W", "Donald Trump Unveils Detailed National Security Proposals In #leadgenerationnearme #chiropractorleadgeneration https://t.co/2VEESiawJG", "@DuncanTucker @acehanna54 she makes a great point that we havnt talked about...trump says he would stop the money flowing to mexico", "@davidakin Has anyone been killed by opposing Donald Trump? Seem to recall several attributed to her on the Hillary Clinton side.", "Donald Trump Unveils Detailed National Security Proposals In #leadgenerationnearme #chiropractorleadgeneration https://t.co/etGGMX35rV", "Don't give up!  We will win!  Keep on Stumpin 4 Trump.  We will cross the finish line! https://t.co/PVL5hlnYvf", "@Ajsoti @RadioFreeTom don't really care abt memes but would be helpful moving fwd to care abt facts. Many RP supporters will not vote Trump.", "Megyn Kelly SLAMS Trump – INSTANTLY Gets News That Makes Her Regret it! - https://t.co/idRq6ejSc2", "♥ HOT  Full monologue Hillary Clinton roasts Donald Trump at Al Smith charity... https://t.co/bPsmQCYzhq", "\"If Donald Trump wins, may be a man of space\"", "@WeNeedTrump @Trump_Supporter The Nasty Trump Family-Losers,Shipwreck @GOP @dotgop @HouseGOP  @SenateGOP… https://t.co/1XXdKSuQvu", "Full Speech: Donald Trump Rally in Newtown, Pennsylvania (10/21/2016) Tr... https://t.co/zejgpjx1hm via @YouTube", "Crook Chris Christie just as bad as Trump https://t.co/cbHU0tXmEW", "@SpeakerRyan Resign!\nhttps://t.co/9ZeuQna0Ar", "I added a video to a @YouTube playlist https://t.co/89Fj0408m8 Clinton Emails Were The Setup! Clinton Foundation Will Be Trump's", "CHECK THIS OUT\nWhere is Trump on the ballot??\n#CrookedHillary\n#VoterFraud https://t.co/sjFYlLGmPu", "@FoxNews @cstodd72 that statement in itself is worth every right minded American casting their vote for Trump. He'll do it. Plus more good.", "Most voter fraud is pitted against Democrats.Check  \"gerrymandering\".Don't you think if Trump wins, then it REALLY IS rigged!", "Russell Simmons reveals Donald Trump said \"anti-Semitic\" things to him https://t.co/HDUU9HLWz3 via @HuffPostPol", "Salma Hayek denied Trump a date", "Hey @JasonMillerinDC, even though Duterte is compared to Trump all the time, Duterte himself said he isn't a bigot… https://t.co/4O4sz7ObEw", "Only good can conquer evil :-) hate will never conquer hate = DUMP TRUMP", "@5m00k3y @CNN @rachemo6987 https://t.co/GD770ajg9p https://t.co/96A8JUhvpd", "@HillaryClinton just a little info, spent the day driving through Lancaster and surrounding area all trump signs not one Hillary sign", "If Trump TV is @realDonaldTrump talking Anti-Drug Messages while Sniffling, ratings will be Huge.\n\nMost people wont be able to stop Laughing", "ALERT: Massive Shift In This Election Prediction Reveals Huge Twist NO ONE Expected https://t.co/0ZCBnUsrtS", "@bubbisdog Trump would kick Plugs' ass.", "A Vermont Ski Company Poked Fun at Election Season by Making a Trump vs Hillary Ski | https://t.co/6A4g46CmIz… https://t.co/qwJGSYXjI3", "@Donkey_Feed Oh this person! Jan go have another smoke and get those false teeth secured - Trump is a loser and so are you  LatinoS DO VOTE!", "Scarborough, Brzezinski revise history, claim they didn't accommodate Trump - CNN https://t.co/LAtnCXd6FQ", "VOTER FRAUD ALERT! https://t.co/4gX15B0UUT", "It seems that conservatives now risk more harassment for turning on #Trump than the rest of us do. \n#schadenfreaude", "Media Need to Pay Attention to What a Reporter Saw When Trump Brought 3-Year-Old Tiffany to Work https://t.co/QVT35tb210", "Salma Hayek revela que Trump la invitó a salir - Salma Hayek reveló que Donald Trump la invito a salir cuando a... https://t.co/UxJR6SebWw", "&gt; Truly Weird Facts About Trump's Kids https://t.co/cwyPmUIoog 1", "Oh Joe, Trump will kick your ass!Biden: ‘I Wish’ I Could Fight Trump, ‘Take Him Behind the Gym’ :: Grabien News https://t.co/SvWx8MH3xw", "donald trump &amp; hillary clinton are really no different. except one of them wants to hide the fact theyre a moron &amp; the other embraces it", "Some Facebook employees pushed to remove Donald Trump posts as hate speech https://t.co/B0uk451azE via @WSJ", "@MattWalshBlog   What about the idiots in liberal media who shilled for a Trump? They have responsibility, too.", "Trump I$ DC Corruption. The Pattern of HI$ LIFE Predicts BAD Future Behavior. Last thing America Needs --&gt;  https://t.co/8Dfq8ZnDQ0 #PJNET", "Q Santos es D Trump de Colombia... Q tal Pastrana? No tiene vergüenza... Su padre se Robo las elecciones del 70... Q pensará al respecto...?", "*Meets hot guy* \"So do you support Trump?\"", "@StephenAtHome whoa. So we're criticizing Trump and his lawyers, but not Hillary's who got her out of federal lawsuits?", "@wasAbuKhattab @BalqiisX Countries get the rulers they deserve. The #US gets #Trump after decades of oppression, genocide and deceit,", "Trump came to our pep rally #Trump https://t.co/e432McyX7p", "HILLARY PANIC: Look Who Just Predicted a Trump Victory https://t.co/dBf3o3gD0u", "WTF. Don’t bring a kid to a Trump rally. https://t.co/QoUezdG0vh", "Oh man... this one's hysterical.\n\"Seattle For Trump\" -- love it... https://t.co/S1UtsF10dM", "@Rosa67261146 @realDonaldTrump even Bush denounced Trump and supports H", "Donald Trump, Somewhat Subdued, Admits He Might Lose Election https://t.co/HaGrEhOBrp", "Trump says countries are turning against US because 'the world hates us' https://t.co/mXAYn1XCRu https://t.co/Pn75wihMaN", "#RealLeadershipIn5Words Trump: Make America Great Again", "This seems mis-titled. Trumpf is tangentially-related at best to the trolls. https://t.co/HiEioTLc9z", "There is a case for a third party in america..trump will maintain that...\nHillary will usher us closer to one party..your future is trump"]